Repository: C3-PRO/c3-pro-ios-framework
Catalog: *.lproj/C3PRO.strings
Languages: de, fr

source: Access to microphone is required for your Voice Recording Activity.
de: Für die Tonaufnahme wird Zugriff auf das Mikrofon benötigt.
fr: L'accès au microphone est requis pour votre activité d'enregistrement vocal

source: Allow
de: Erlauben
fr: Permettre

source: By agreeing you confirm that you read the consent and that you wish to take part in this research study.
de: Durch Zustimmen bestätigen Sie, dass die die Einwilligungserklärung gelesen und verstanden haben und gerne an der Studie teilnehmen möchten.
fr: En acceptant, vous confirmez que vous avez lu le consentement et que vous souhaitez participer à cette étude.

source: Consent
de: Einwilligung
fr: Consentement

source: Eligibility
de: Auswahlkriterien
fr: Éligibilité

source: Enabling notifications allows the app to show reminders.
de: Erlaubt der App, Erinnerungen anzuzeigen.
fr: L'activation des notifications permet à l'application d'afficher des rappels.

source: Granted
de: Erlaubt
fr: Accordé

source: Individually specify which general health information the app may read from and write to HealthKit
de: Geben Sie genau an, welche generellen medizinischen Daten die App aus HealthKit lesen darf
fr: Indiquez individuellement les informations générales sur la santé auxquelles l'application peut lire et écrivez à HealthKit

source: Let's see if you may take part in this study
de: Schauen wir, ob Sie die Auswahlkriterien für diese Studie erfüllen
fr: Voyons si vous pouvez participer à cette étude

source: Location Services
de: Ortungsdienste
fr: Services de location

source: Microphone
de: Mikrofon

source: Motion Activity
de: Aktivitätsdaten
fr: Activité de mouvement

source: Next
de: Nächste
fr: Prochain

source: No
de: Nein
fr: Non

source: Notifications
de: Erinnerungen

source: Open Settings App
de: Einstellungen App öffnen
fr: Ouvrez l'application Réglages

source: Participant
de: Teilnehmer

source: Passcode
de: PIN
fr: Mot de Passe

source: Permissions
de: Berechtigungen
fr: Permission

source: Start Consent
de: Einwilligung Beginnen
fr: Démarrer Consentement

source: Start Eligibility
de: Auswahlkriterien bestätigen
fr: Démarrer Éligibilité

source: Swipe to learn more
de: Wischen, um mehr zu sehen
fr: Balayez pour en savoir plus

source: Tap the button below to begin the consent process
de: Tappen Sie den Knopf unten, um die Einwilligung zu beginnen
fr: Appuyez sur le bouton ci-dessous pour commencer consentement

source: Tap the button below to begin the eligibility process
de: Tappen Sie den Knopf unten, um die Auswahlkriterien zu bestätigen
fr: Appuyez sur le bouton ci-dessous pour commencer le processus d’éligibilité

source: Thank you for your interest! Unfortunately, you are not eligible to join this study at this time.
de: Vielen Dank für Ihr Interesse Leider sind Sie zum jetzigen Zeitpunkt nicht teilnahmeberechtigt.
fr: Merci de votre intérêt! Malheureusement, vous n'êtes pas admissible à participer à cette étude en ce moment.

source: the research team
de: das Forscherteam
fr: l'équipe de recherche

source: Try Again
de: Erneut Versuchen
fr: Réessayer

source: Using the motion co-processor allows the app to determine your activity, helping the study to better understand how activity level may influence disease.
de: Durch Zugriff auf den “Motion Co-Prozessor” kann die App Ihre Aktivität bestimmen, woduch ein möglicher Einfluss der körperlichen Aktivität auf den Krankheitsverlauf besser beurteilt werden kann.
fr: L'utilisation du coprocesseur de mouvement permet à l'application de déterminer votre activité, en aidant l'étude à mieux comprendre comment le niveau d'activité peut influencer la maladie.

source: Yes
de: Ja
fr: Oui

source: You are eligible to join the study
de: Sie können an der Studie teilnehmen
fr: Vous êtes éligible à participer à l'étude

source: You will now be asked to create a passcode. This protects your data from unauthorized access should you hand your phone to a friend.
de: Sie werden nun gebeten, einen PIN zu erstellen. Dies schützt Ihre Daten vor unbefugtem Zugriff, zum Beispiel wenn Sie Ihr Telefon einer Freundin ausleihen.
fr: Vous serez alors invité à créer un mot de passe. Ceci protège vos données de tout accès non autorisé si vous passez votre téléphone à un ami.

source: You will now be asked to grant the app access to certain system features. This allows us to show reminders and read health data from HealthKit, amongst others.
de: Sie werden nun gebeten, der App Zugriff auf bestimmte System-Komponenten zu erlauben. Dies erlaubt es unter anderem, Erinnerungen anzugeigen und Daten aus HealthKit auszulesen.
fr: Vous serez alors invité à accorder à l'application l'accès à certaines fonctionnalités du système. Cela nous permet de montrer des rappels et de lire les données de santé de HealthKit, entre autres.

source: App Name
fr: Nom de l'app
